
const UserAgreement = () => {
    return(
        <>
            <div className="public_offer max-w-5xl ml-5">
                <h1 className="max-w-5xl tracking-[0.2] leading-[1.5]">
                    Пользовательское соглашение
                </h1>​
                <div className="text-base leading-relaxed space-y-4">
                <h2 className="text-xl font-semibold mt-3 mb-3">Термины</h2>
                    <p><strong>Соглашение</strong> — предложение Индвидуального предпринимателя использовать Сайт на изложенных в данном документе условиях.</p>
                    <p><strong>Индивидуальный предприниматель</strong> — ИП Бондарчук Екатерина Сергеевна, ОГРН: 318470400111956, Ленинградская обл., Ломоносовский р-н, городской посёлок Новоселье, проспект Питерский, 5.</p>
                    <p><strong>Клиент</strong> — любое лицо, желающее ознакомиться с Сайтом, и/или использовать его Сервисы, и/или имеющий Личный кабинет.</p>
                    <p><strong>Сайт</strong> — сайт Индвидуального предпринимателя bar2917.ru. Сайт включает мобильную и десктопную версию.</p>
                    <p><strong>Сервисы</strong> — функционал Сайта</p>
                    <p><strong>Контент</strong> — все объекты, размещённые Индвидуальным предпринимателем на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, фотографии, видео и иные охраняемые законом материалы.</p>
                    <p><strong>Личный кабинет</strong> — учётная запись Клиента на Сайте, которая содержит персональные данные Клиента, а также иную информацию, связанную с использованием Сайта.</p>
                    <p>В Соглашении также используются термины и их определения, указанные в Публичной оферте о продаже товаров дистанционным способом.</p>
                    <h2 className="text-xl font-semibold pt-3 pb-3">1. Общие положения и предмет Соглашения</h2>
                    <p>1.1. Соглашение является публичной офертой, то есть предложением заключить договор на указанных в нём условиях неопределенному кругу лиц (ст. 437 ГК РФ).</p>
                    <p>1.2. Предмет Соглашения — предоставление Клиенту доступа к использованию Сайта и его Сервисов на условиях, изложенных в Соглашении</p>
                    <p>1.3. Использование Сервисов Сайта регулируют:</p>
                    <p>1.3.1. Соглашение;</p>
                    <p>1.3.2. Политика обработки персональных данных.</p>
                    <p>1.4. Клиент обязан ознакомиться с условиями Соглашения, а также с Политикой обработки персональных данных до момента регистрации на Сайте, а также до оформления заказа непосредственно в Суши-баре.</p>
                    <p>1.5. Клиент принимает условия Соглашения с момента регистрации Личного кабинета в соответствии с разделом 2 Соглашения.</p>
                    <p>1.6. В случае несогласия с условиями Соглашения Клиент не вправе регистрироваться на Сайте и использовать их Сервисы.</p>
                    <p>1.7. Индвидуальный предприниматель не продаёт Товары, описание которых указано на Сайте. Индвидуальный предприниматель даёт возможность Клиенту ознакомиться с описанием товара и информацией о Суши-барах на Сайте. Индвидуальный предприниматель передает заказы Клиентов Суши-барам, которые выполняют заказы на покупку Товаров.</p>
                    <p>1.8. Отношения Клиентов с Суши-барами по покупке Товаров и их качеству регулирует Публичная оферта о продаже товаров дистанционным способом.</p>
                    <p>1.9. Положения Пользовательского соглашения, регулирующие недоступные (ограниченные) для Клиента функции Сайта, не применяются до тех пор, пока Пользователю такие функции не станут доступны в явном виде.</p>
                    <p>1.10. Информация о Товарах, доставка которых осуществляется Курьерской службой, может отмечаться на Сервисе иконкой с изображением</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">2. Порядок регистрации и удаления Личного кабинета</h2>
                    <h3 className="font-semibold pt-2 pb-2">Регистрация</h3>
                    <p>2.1. Чтобы самостоятельно зарегистрировать Личный кабинет на Сайте Клиенту следует:</p>
                    <p>2.1.1. Ввести номер телефона в федеральном формате (+7 ХХХ ХХХ ХХ ХХ). Указанный Клиентом номер телефона является логином для входа в Личный кабинет;</p>
                    <p>2.1.2. Ввести код, отправленный Клиенту в виде SMS-сообщения на указанный им номер телефона. Данный код является паролем к Личному кабинету Клиента.</p>
                    <p>2.2. Регистрация считается завершенной после корректного ввода Клиентом кода, полученного им в SMS–сообщении.</p>
                    <p>2.3. При регистрации Клиент обязан использовать только номер телефона, выделенный ему оператором связи и зарегистрированный в установленном порядке на Клиента.</p>

                    <h3 className="font-semibold pt-2 pb-2">Имя</h3>
                    <p>2.5. Клиент вправе указать имя (в том числе псевдоним) в Личном кабинете.</p>
                    <p>2.6. В качестве имени запрещено указывать слова и наименования, использование которых ограничено законодательством, а также нарушает права третьих лиц, в том числе, но не ограничиваясь: нецензурную лексику, призывы к терроризму, разжиганию вражды.</p>
                    <p>2.7. В случае нарушения условий, указанных в п. 2.6, Суши-бар вправе отменить заказ Клиента в одностороннем порядке и (или) реализовать свое право на самозащиту.</p>

                    <h3 className="font-semibold pt-2 pb-2">Адрес электронной почты и рассылка</h3>
                    <p>2.8. Клиент вправе указать адрес электронной почты в Личном кабинете.</p>
                    <p>2.9. Клиент вправе подписаться на рассылку. Подписка на рассылку означает, что Клиент согласен на получение от Индвидуального предпринимателя рекламных предложений через SMS-сообщения, push-уведомления, email и другое.</p>

                    <h3 className="font-semibold pt-2 pb-2">Удаление Личного кабинета</h3>
                    <p>2.10. Клиент вправе удалить свой Личный кабинет следующим способом:</p>
                    <p>2.10.1. Нажать на соответствующую кнопку в разделе «Профиль» на Сайте.</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">3. Порядок оформления заказа</h2>
                    <h3 className="font-semibold pt-2 pb-2">Сайт</h3>
                    <p>3.1. Клиент выбирает Товары в необходимом ассортименте и количестве путём добавления Товара в раздел «Корзина»</p>
                    <p>3.1.1. Если Товары, выбранные Клиентом, отсутствуют в Суши-баре, Клиент увидит соответствующее предупреждение после указания адреса доставки заказа или адреса суши-бара, в котором Клиент будет получать заказ</p>
                    <p>3.2. Для завершения оформления заказа Товаров Клиент нажимает в разделе «Корзина» кнопку «Перейти к оформлению», указывает адрес доставки или Суши-бара, выбирает способ оплаты заказа и повторно нажимает кнопку «Оформить заказ». Если оплата производится банковской картой, Клиент совершает действия, предусмотренные пунктом 5.1.1. Оферты.</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">4. Условия использования и ответственность Клиента</h2>
                    <p>4.1. Клиент ответственен за правильность, полноту и достоверность указания своих данных в Личном кабинете. В случае некорректного ввода своих данных Клиент отвечает за последствия, которые могут возникнуть.</p>
                    <p>4.2. При регистрации запрещено использовать номера телефонов, зарегистрированные на третьих лиц, а также «виртуальные» номера телефонов. Клиент самостоятельно несёт ответственность за возможные последствия, связанные с использованием таких номеров телефонов.</p>
                    <p>4.3. Клиент обязуется использовать Сайт только в законных целях и способами, не нарушающими права третьих лиц. Клиент самостоятельно несет ответственность за свои действия перед третьими лицами и(или) за соблюдение законодательства РФ при использовании Сайта.</p>
                    <p>4.4. Клиент не вправе передавать данные своего Личного кабинета третьим лицам. В случае передачи Клиентом своего логина и (или) пароля третьему лицу, Клиент несет ответственность за действия третьего лица, как за свои собственные. Все действия, совершенные с использованием Личного кабинета Клиента, считаются совершенными Клиентом.</p>
                    <p>4.5. Клиент обязан уведомить Индвидуального предпринимателя:</p>
                    <p>4.5.1. В случае несанкционированного доступа третьих лиц к Личному кабинету Клиента;</p>
                    <p>4.5.2. О любом случае нарушения безопасности своего логина и пароля (утеря, передача данных третьим лицам и другое).</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">5. Рекомендации на Сайте</h2>
                    <h3 className="font-semibold pt-2 pb-2">Блоки "Возможно вам понравится"</h3>
                    <p>5.1. Блоки "Возможно вам понравится" содержат рекомендации по выбору Товаров из той же категории, что и товар, который просматривает Клиент. Данные рекомендации помогают Клиенту ознакомиться с другими товарами схожей тематики.</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">6. Полномочия Индвидуального предпринимателя</h2>
                    <p>6.1. Индвидуальный предприниматель вправе вносить изменения в Cоглашение в одностороннем порядке. Клиент обязан самостоятельно отслеживать изменения в Соглашении.</p>
                    <p>6.2. Индвидуальный предприниматель вправе изменять Сайт (изменять или добавлять в его структуру разделы, менять дизайн и совершать прочие действия для улучшения Сервисов Сайта).</p>
                    <p>6.3. В случае нарушения Клиентом условий Соглашения, Индвидуальный предприниматель вправе:</p>
                    <p>6.3.1. Приостановить доступ Клиента к использованию Сайта и его Сервисов;</p>
                    <p>6.3.2. Отказать Клиенту в использовании отдельных Сервисов Сайта;</p>
                    <p>6.3.3. Удалить Личный кабинет Клиента.</p>
                    <p>6.4. Индвидуальный предприниматель не несёт ответственность за вред, причиненный технике Клиента при использовании Сайта, при переходе по ссылкам, размещенным на Сайте.</p>
                    <p>6.5. Индвидуальный предприниматель не несет ответственность за несоответствие рекомендаций (раздел 5 Соглашения) действительным предпочтениям Клиента.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">7. Ограничение ответственности Индвидуального предпринимателя</h2>
                    <p>7.1. Сайт предоставляется на условиях “как есть” (as is). Индвидуальный предприниматель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Сайта, соответствия Сайта конкретным целям и ожиданиям Клиента, а также не предоставляет никаких иных гарантий, прямо не указанных в Соглашении.</p>
                    <p>7.2. Индвидуальный предприниматель не несет ответственности за:</p>
                    <p>7.2.1. Последствия использования или невозможности использования Сайта;</p>
                    <p>7.2.2. Ущерб, причиненный Клиенту, его оборудованию или программному обеспечению или третьей стороне в связи с использованием или неиспользованием Сайта (например, из-за возможных ошибок или сбоев в работе Сайта или в результате перехода по гипертекстуальным ссылкам, размещенным на Сайте).</p>
                    <p>7.3. Пользователь соглашается, что при использовании Сайта Индвидуальному предпринимателю передается вся информация, вносимая на Сайт. Индвидуальный предприниматель вправе использовать ее в любых целях.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">8. Исключительные права на содержание Сервисов и Контенте</h2>
                    <p>8.1. Весь Контент, размещенный на Сайте, является объектом исключительных прав Индвидуального предпринимателя.</p>
                    <p>8.2. Никакие элементы Контента Сайта не могут быть использованы без предварительного разрешения Индвидуального предпринимателя. Под использованием подразумеваются: воспроизведение, копирование, переработка, распространение на любой основе и прочее. Исключение составляют случаи, прямо предусмотренные законодательством РФ или условиями использования того или иного Сервиса Сайта.</p>
                    <p>8.3. Клиент вправе использовать Контент для личных некоммерческих нужд при условии:</p>
                    <p>8.3.1. Сохранения всех знаков охраны авторского права, смежных прав, товарных знаков и других уведомлений об авторстве;</p>
                    <p>8.3.2. Сохранения имени (в т.ч. псевдонима) автора и (или) наименования Индвидуального предпринимателя в неизменном виде;</p>
                    <p>8.3.3. Сохранения объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные законодательством РФ.</p>

                    <h2 className="text-xl font-semibold pt-3 pb-3">9. Рассмотрение претензий правообладателей</h2>
                    <p>9.1. Если содержимое Сайта нарушает личные неимущественные/исключительные права Клиента, то Клиенту следует уведомить Индвидуального предпринимателя об этом, написав на адрес электронной почты feedback@bar2917.ru.</p>
                    <p>9.2. Уведомление о нарушении личных неимущественных/исключительных прав должно содержать:</p>
                    <p>9.2.1. Указание на материалы с Сайта, предположительно нарушающие права Клиента;</p>
                    <p>9.2.2. Сведения о материалах с приложением документов, подтверждающих права Клиента на такие материалы.</p>
                    <p>9.2.3. Контактную информацию о Клиенте, включая:</p>
                    <p>9.2.3.1. Для физического лица — фамилию, имя, отчество, паспортные данные (серия и номер, кем выдан, дата выдачи), адрес, номер телефона, адрес электронной почты;</p>
                    <p>9.2.3.2. Для юридического лица — наименование, регистрационный номер, место нахождения, адрес, номер телефона, адрес электронной почты;</p>
                    <p>9.2.4. Подпись Клиента.</p>
                </div>
            </div>
        </>
    );
}

export default UserAgreement;