
const Offer = () => {
    return(
        <>
            <div className="public_offer max-w-5xl ml-5">
                <h1 className="max-w-5xl tracking-[0.2] leading-[1.5]">
                    Публичная оферта о продаже товаров дистанционным способом
                </h1>​
                <div className="text-base leading-relaxed space-y-4">
                <h2 className="text-xl font-semibold mt-3 mb-3">Термины</h2>
                    <p><strong>Оферта</strong> — предложение Продавца заключить Договор на изложенных в данном документе условиях.</p>
                    <p><strong>Договор</strong> — договор розничной купли-продажи товаров, заключённый между Покупателем и Продавцом.</p>
                    <p><strong>Продавец</strong> — Индивидуальный предприниматель Бондарчук Екатерина Сергеевна (ИНН: 780255513697, ОГРН: 318470400111956), находится по адресу: 188507, Россия, Ленинградская обл., Ломоносовский р-н, городской посёлок Новоселье, проспект Питерский, дом 5.</p>
                    <p><strong>Покупатель</strong> — лицо, намеренное заказать или приобрести, либо заказывающее, приобретающее или использующее Товары для личных, семейных, домашних или иных нужд, не связанных с осуществлением предпринимательской деятельности.</p>
                    <p><strong>Заведение</strong> — место изготовления Товаров. Адреса заведений указываются на Сайте.</p>
                    <p><strong>Товары</strong> — перечень продукции Продавца, которая изготавливается по заказу Покупателя.</p>
                    <p><strong>Курьерская служба</strong> — лица, доставляющие Товары от имени Продавца, или сотрудники Продавца.</p>
                    <p><strong>Зона доставки</strong> — адреса, по которым осуществляется доставка Товаров, определяется при оформлении заказа.</p>
                    <p><strong>Сайт</strong> — сайт Продавца bar2917.ru, включая мобильную версию.</p>
                    <p><strong>Телефон</strong> — +7 (981) 156-56-67.</p>
                    <p><strong>Личный кабинет</strong> — учётная запись Покупателя на Сайте, содержащая персональные данные Покупателя, а также иную информацию, связанную с использованием Сайта.</p>
                    <h2 className="text-xl font-semibold pt-3 pb-3">1. Общие положения</h2>
                    <p>1.1. Условия Оферты действуют для заказов, оформленных на Сайте, по Телефону и в Заведении.</p>
                    <p>1.2. Покупатель обязан ознакомиться со следующей информацией:</p>
                    <ul className="list-disc list-inside">
                        <li className="pl-4"><span>Оферта;</span></li>
                        <li className="pl-4"><span>информация, указанная на Сайте в отношении Товаров;</span></li>
                        <li className="pl-4"><span>политика обработки персональных данных.</span></li>
                    </ul>
                    <p>1.3. Продавец вправе вносить изменения в Оферту. Покупатель самостоятельно отслеживает такие изменения.</p>
                    <p>1.4. Оформляя заказ, Покупатель подтверждает согласие с условиями Оферты.</p>
                    <p>1.5. Договор считается заключённым с момента получения Продавцом сообщения о намерении Покупателя приобрести Товары.</p>
                    <p>1.6. Предложение о заключении Договора действует бессрочно.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">2. Предмет</h2>
                    <p>2.1. Продавец продает Товары, представленные на Сайте и в Заведении, а Покупатель оплачивает и принимает Товары в соответствии с условиями Оферты.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">3. Информация о Товаре</h2>
                    <h3 className="font-semibold pt-2 pb-2">Цена</h3>
                    <p>3.1. Продавец определяет Цены на Товары в одностороннем порядке и указывает их на Сайте и в Заведении. На Сайте Цены на Товары отображаются после выбора адреса доставки или адреса Заведения.</p>

                    <p>3.2. Цена на заказанный Покупателем Товар не меняется.</p>

                    <h3 className="font-semibold pt-2 pb-2">Ассортимент</h3>
                    <p>3.3. Товары, представленные в Заведении, на Сайте могут различаться в зависимости от выбранного Заведения.</p>

                    <p>3.4. Покупатель может заказать только те Товары, которые есть в наличии у Продавца в момент оформления заказа.</p>

                    <h3 className="font-semibold pt-2 pb-2">Качество и внешний вид</h3>
                    <p>3.5. Товары могут отличаться от изображения на Сайте и в Заведении. Потребительские свойства Товара указаны на Сайте.</p>

                    <h3 className="font-semibold pt-2 pb-2">Изменение состава</h3>
                    <p>3.6. Покупатель вправе изменить состав Товара при наличии технической возможности на Сайте, в Заведении и/или по Телефону. При этом цена на Товар:</p>

                    <p>3.6.1. увеличивается, если Покупатель добавил ингредиенты в состав Товара;</p>

                    <p>3.6.2. не изменяется, если Покупатель удалил ингредиенты из состава Товара.</p>

                    <h3 className="font-semibold pt-2 pb-2">Переход риска случайной гибели</h3>
                    <p>3.7. Риск случайной гибели или случайного повреждения Товаров переходит к Покупателю с момента получения Товаров Покупателем.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">4. Оформление заказа</h2>

                    <h3 className="font-semibold pt-2 pb-2">Порядок оформления заказа</h3>
                    <p>4.1. Покупатель может оформить заказ следующими способами:</p>

                    <p>4.1.1. в Заведении: на кассе;</p>

                    <p>4.1.2. по Телефону;</p>

                    <p>4.1.3. на Сайте посредством заполнения электронной формы заказа.</p>

                    <p>4.2. Покупатель обязан предоставить достоверные данные, необходимые и достаточные для исполнения Договора.</p>

                    <p>4.3. При оформлении заказа на Сайте, по Телефону или в Заведении (если Покупатель указал номер телефона при заказе) Покупатель создает учётную запись в соответствии с Пользовательским соглашением.</p>

                    <p>4.4. При возникновении вопросов о Товарах, о порядке оформления заказа, о доставке и оплате Товаров Покупатель вправе обратиться к Продавцу по Телефону.</p>

                    <p>4.5. После оформления Заказу Покупателя присваивается номер.</p>

                    <h3 className="font-semibold pt-2 pb-2">Изменение состава заказа</h3>
                    <p>4.6. Покупатель не вправе менять состав заказа после его оформления на Сайте, по Телефону и в Заведении.</p>

                    <h3 className="font-semibold pt-2 pb-2">Аудиозапись телефонного разговора и сохранение истории переписки</h3>
                    <p>4.7. При оформлении Заказа Покупателем по Телефону Продавец записывает телефонный разговор с Покупателем. Покупатель вправе отказаться от записи телефонного разговора, прервав его.</p>

                    <p>4.8. Продавец сохраняет историю переписки с Покупателем в Чате без получения от Покупателя согласия на совершение указанного действия.</p>

                    <p>4.9. Продавец использует аудиозапись телефонного разговора и историю переписки с Покупателем для исполнения Договора и оценки качества оказанных услуг.</p>

                    <h3 className="font-semibold pt-2 pb-2">Отсутствие Товара</h3>
                    <p>4.10. Когда у Продавца отсутствует необходимое количество или ассортимент заказанных Покупателем Товаров, Продавец информирует об этом Покупателя по телефону:</p>

                    <p>4.10.1. в течение 60 минут после получения заказа Товаров от Покупателя, если Заказ оформлен в рабочее время Заведения;</p>

                    <p>4.10.2. в течение 60 минут после открытия Заведения, если Заказ оформлен вне рабочего времени Заведения.</p>

                    <p>4.11. В случае, предусмотренном п. 4.10 Оферты, Покупатель вправе согласиться принять Товары в ином количестве или ассортименте либо аннулировать свой заказ Товаров.</p>

                    <p>4.12. В случае неполучения ответа Покупателя Продавец вправе аннулировать заказ Покупателя в полном объеме.</p>

                    <h3 className="font-semibold pt-2 pb-2">Временная остановка приема заказов</h3>
                    <p>4.13. Продавец вправе приостановить прием заказов Товаров в случае нехватки ресурсов Курьерской службы, и/или ввиду большого количества заказов Товаров, и/или в случае технических неполадок, не позволяющих принять заказ Товаров, и/или отсутствия ингредиентов, необходимых для изготовления Товаров.</p>

                    <p>4.14. Для получения информации о возобновлении процесса оформления заказов Товаров Покупателю следует обновлять Сайт.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">5. Оплата Товаров</h2>
                    <p>5.1. Оплата Товаров осуществляется в рублях Российской Федерации следующими способами:</p>
                    <ul className="list-disc list-inside">
                        <li className="pl-4"><span>банковской картой онлайн (Visa, MasterCard, "Мир" через СБП);</span></li>
                        <li className="pl-4"><span>наличными при получении.</span></li>
                    </ul>
                    <p>5.2. После получения оплаты Продавец собирает заказ и передаёт его выбранным способом.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">6. Доставка Товаров</h2>
                    <p>6.1. Доставка осуществляется:</p>
                    <ul className="list-disc list-inside">
                        <li className="pl-4"><span>Курьерской службой по адресу, указанному Покупателем при оформлении заказа;</span></li>
                        <li className="pl-4"><span>Самовывозом из Заведения.</span></li>
                    </ul>
                    <p>6.2. Стоимость доставки и её условия указываются на Сайте при оформлении заказа.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">7. Возврат и обмен Товаров</h2>
                    <p>7.1. Возврат Товара надлежащего качества не допускается, так как продукция изготавливается на заказ и имеет индивидуально-определённые свойства.</p>
                    <p>7.2. В случае получения некачественного Товара Покупатель вправе потребовать:</p>
                    <ul className="list-disc list-inside">
                        <li className="pl-4"><span>замену Товара;</span></li>
                        <li className="pl-4"><span>скидку на следующий заказ;</span></li>
                        <li className="pl-4"><span>возврат уплаченных денежных средств.</span></li>
                    </ul>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">8. Ответственность</h2>
                    <p>8.1. Продавец не несёт ответственности за ущерб, причинённый Покупателю ненадлежащим использованием Товаров.</p>
                    <p>8.2. Покупатель обязан соблюдать сроки употребления и условия хранения Товара.</p>
                    <p>8.3. Покупатель и Продавец освобождаются от ответственности за неисполнение обязательств, если это вызвано обстоятельствами непреодолимой силы.</p>
                    
                    <h2 className="text-xl font-semibold pt-3 pb-3">9. Контактные данные</h2>
                    <p><strong>Телефон для связи:</strong> +7 (981) 156-56-67</p>
                    <p><strong>Юридический адрес:</strong> 188507, Россия, Ленинградская обл., Ломоносовский р-н, городской посёлок Новоселье, проспект Питерский, дом 5</p>
                    <p><strong>Продавец:</strong> ИП Бондарчук Екатерина Сергеевна (ИНН: 780255513697, ОГРН: 318470400111956)</p>
                </div>
            </div>
        </>
    );
}

export default Offer;